content/it/docs/80 Progetti/ProgettoMipaf/Esempi di XML per la modalita_web-service/Latte conservato/Sincroni/GetOperSiRLaC.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://cooperazione.sian.it/schema/SoapAutenticazione" xmlns:wsm="http://cooperazione.sian.it/schema/wsmrgd/">
   <soapenv:Header>
      <soap:SOAPAutenticazione>
         <!--Credenziali rilasciate dal Ministero all'azienda-->
         <username>AAAAAAAAAA</username>
         <password>BBBBBBBBBB</password>
         <nomeServizio>GetOperSiRLaC</nomeServizio>
      </soap:SOAPAutenticazione>
   </soapenv:Header>
   <soapenv:Body>
      <wsm:GetOperSiRLaCInput>
         <!--Codice alfanumerico della fornitura -->
         <wsm:IdTrasmissione>123456789123456789</wsm:IdTrasmissione>
      </wsm:GetOperSiRLaCInput>
   </soapenv:Body>
</soapenv:Envelope>